Repository: n1k0/djortunes
Catalog: django_fortunes/locale/*/LC_MESSAGES/django.po
Languages: fr

source: published date
fr: date de publication

source: %(title)s, from %(author)s
fr: %(title)s, par %(author)s

source: Welcome, <strong>%(username)s</strong>
fr: Bonjour, <strong>%(username)s</strong>

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Register
fr: Créer un compte

source: When it's funny, it's quoted™
fr: Quand c'est drôle, c'est consigné™

source: About
fr: À propos

source: Fortunes is a repository of quotes. You can <a href="%(register_url)s">create an account</a> to add your own, or <a href="http://github.com/n1k0/djortunes">get the source</a> to install it on your own server.
fr: Fortunes est un dépôt de citations. Vous pouvez <a href="%(register_url)s">créer un compte</a> pour ajouter les vôtres, ou <a href="http://github.com/n1k0/djortunes">récupérer le code</a> pour installer l'application sur votre propre serveur.

source: Powered by
fr: Propulsé par

source: and
fr: et

source: baked by
fr: conçu par

source: originaly inspired by
fr: d'après

source: by
fr: par

source: Comments
fr: Commentaires

source: Comment permalink
fr: Lien permanent vers le commentaire

source: Posted by %(user_name)s %(submit_date)s ago
fr: Posté par %(user_name)s il y a %(submit_date)s

source: No comment yet
fr: Aucun commentaire

source: Submit
fr: Envoyer

source: Back to
fr: Retour à

source: Fortunes list
fr: la liste des Fortunes

source: Add a new fortune
fr: Ajouter une fortune

source: Worst Fortunes
fr: Les pires

source: Latest Fortunes
fr: Les dernières

source: No fortune found mathing your request.
fr: Aucune fortune trouvée correspondant à votre requête.

source: previous
fr: précédente

source: Page %(current_page)s of %(num_pages)s.
fr: Page %(current_page)s sur %(num_pages)s.

source: next
fr: suivante

source: Add a fortune
fr: Ajouter une fortune

source: Add a quote using the form below, following this specific syntax:
fr: Ajoutez une citation en utilisant le formulaire ci-dessous et en respectant la syntaxe définie ci-après :

source: Author:
fr: Autheur :

source: Preview
fr: Prévisualiser

source: Save and publish
fr: Sauver et publier

source: Posted by <strong>%(author)s</strong> %(pub_date)s ago.
fr: Posté par <strong>%(author)s</strong> il y a %(pub_date)s.

source: No vote
fr: Aucun vote

source: One vote
fr: %(votes)s votes

source: Vote down this fortune
fr: Moinsser cette fortune

source: Vote up this fortune
fr: Plusser cette fortune

source: %(comment_count)s comment
fr: %(comment_count)s commentaires

source: Latest
fr: Récentes

source: Recently added quotes
fr: Dernières fortunes

source: Top rated quotes
fr: Les meilleures

source: Worst
fr: Flop

source: Badly rated quotes
fr: Les pires

source: Add
fr: Ajouter

source: Add your own quote!
fr: Ajouter une fortune !

source: Top contributors
fr: Meilleurs contributeurs

source: No author yet
fr: Pas de contributeurs

source: Account activated
fr: Compte activé

source: Account activated.
fr: Compte activé.

source: Thanks for signing up!
fr: Merci de vous être inscrit !

source: Now you can <a href="/accounts/login/">log in</a>.
fr: Vous pouvez maintenant <a href="/accounts/login/">vous connecter</a>.
